Repository: OpenChain-Project/Specification-Translation-JP
Catalog: OpenChain-LFJ-omegat.tmx
Source language: en_us
Languages: ja

source: A description of the SPDX specification can be found at ww.spdx.org.
ja: SPDXについてはww.spdx.orgにその仕様が記載されています

source: A documented FOSS contribution policy exists;
ja: 文書化されたコントリビューションポリシーの存在

source: A documented FOSS policy exists.
ja: 文書化されたFOSS ポリシーの存在

source: A documented procedure exists describing a process that ensures the Distributed Compliance Artifacts be distributed with Supplied Software as required by the Identified Licenses.
ja: 確認済みライセンスが要求するとおり供給ソフトウェアとともにコンプライアンス生成物が、頒布・配布されていることを確実にするためのプロセスを記載する、文書化された手続きの存在

source: A documented procedure exists that assigns responsibilities for FOSS compliance.
ja: FOSSコンプライアンスの責任者をアサインする、文書化された手続きの存在

source: A documented procedure exists that assigns responsibility for receiving FOSS compliance inquiries.
ja: FOSSコンプライアンスの問合せを受け付ける責任者をアサインする、文書化された手続きの存在

source: A documented procedure exists that identifies an escalation path for issue resolution.
ja: 問題の解決のためのエスカレーションパスを明確にした、文書化された手続きの存在

source: A documented procedure exists that makes all Software Staff aware of the existence of the FOSS contribution policy (e.g., via training, internal wiki, or other practical communication method).
ja: FOSSコントリビューション ポリシーがあることをすべてのソフトウェア スタッフに認知させる手続きの存在（例：トレーニング実施、社内Wikiもしくはその他実践的な伝達策）

source: A documented procedure exists that makes all Software Staff aware of the existence of the FOSS policy (e.g., via training, internal wiki, or other practical communication method).
ja: FOSSポリシーの存在をすべてのソフトウェアスタッフがを知ることができる、文書化された手続きの存在

source: A documented procedure exists used to identify, track, and archive a list of FOSS components and their Identified Licenses from which the Supplied Software is comprised.
ja: 供給ソフトウェアに含まれるすべてのFOSSコンポーネントおよびそれらの確認済みライセンスを特定し、追跡し、リストして保管するために使われる、文書化された手続きの存在

source: A policy may exist such that contributions are not permitted at all.
ja: ポリシーはここでいうコントリビューションが許容されてない場合においても存在する場合があります。

source: A process exists for identifying, tracking and archiving a list of all FOSS components (and their respective Identified Licenses) from which Supplied Software is comprised.
ja: 供給ソフトウェアに含まれる全てのFOSSコンポーネント（およびそれらそれぞれの確認済みライセンス）を特定し、追跡し、リストとして保管するプロセスが存在すること

source: A process has been implemented that is capable of addressing the typical FOSS use cases encountered by Software Staff for Supplied Software.
ja: 供給されたソフトウェアについてソフトウェア スタッフが直面する典型的なFOSSのユースケースに取り組むために整備されたプロセス

source: A study group was formed to consider whether a standard program specification could be created that would: i) facilitate greater quality and consistency of open source compliance information being shared across the industry; and ii) decrease the high transaction costs associated with open source resulting from compliance rework.
ja: こういった背景から、標準的なプログラムの仕様というものを整備することができるかどうか検討する研究グループが形成されました。これは、i) 産業横断的に共有されるオープンソース コンプライアンスに係る情報の品質と一貫性向上を促進し； ii)コンプライアンス作業の再実施に起因する、オープンソースに関連するトランザクションコストを低減することを見据えています。

source: A test may be used to allow Software Staff to satisfy the training requirement.
ja: そのトレーニング要件を満足させるために、ソフトウェアスタッフに対して試験を実施することができます。

source: A written FOSS policy exists that governs FOSS license compliance of the Supplied Software distribution where, as a minimum, it must be internally communicated.
ja: 供給ソフトウェアの頒布についてFOSSライセンスコンプライアンスを統制するFOSSポリシーが書面として存在し、それが最低でも組織内に周知されていること

source: A written policy exists that governs contributions to publicly accessible FOSS projects by employees on behalf of the organization where, as a minimum, it must be internally communicated.
ja: 公衆が広くアクセスできるFOSSプロジェクトへ従業員がその企業を代表してコントリビューションすることを統制する文書化されたポリシーが存在し、そのポリシーが最低限組織内に行き渡っていること

source: Although no requirements are provided here on what should be included in the policy, other requirements in other sections may.
ja: このFOSSポリシーに含まれるべき内容について、ここでの要件としては提示されていませんが、他の節では提示されている場合があります。

source: As a consequence, at each tier of the supply chain, downstream organizations were frequently redoing the compliance work already performed by other upstream organizations.
ja: その結果、サプライチェーンのそれぞれの段階において、上流側組織で既に実施したコンプライアンス業務が下流組織で再び実施されていました。

source: Assign individual(s) responsible for managing internal FOSS compliance.
ja: 組織内部のFOSSコンプライアンスを管理する責任者をアサインすること。

source: Assign individual(s) responsible for receiving external FOSS inquiries;
ja: FOSSに係る外部からの問合せ受け付けに責任をもつ要員をアサインし；

source: Assign responsibilities to develop and maintain FOSS compliance policy and processes;
ja: FOSSコンプライアンスポリシーとプロセスを策定し・維持するための責任者をアサインすること；

source: At least 85% of all Software Staff are current, as per definition in above section.
ja: 全ソフトウェアスタッフのうち少なくとも85%が本節上記定義で、現行に即した状態にあること

source: Basics of IP law pertaining to FOSS and FOSS licenses;
ja: FOSSおよびFOSSライセンスに付随する知的財産権関連法令の基礎；

source: Commercially reasonable budget has been allocated.
ja: 商業的に理にかなった形で配分された予算

source: Contents
ja: 目次

source: Copies of the Distributed Compliance Artifacts of the Supplied Software are archived and easily retrievable (e.g., legal notices, source code, SPDX documents), and the archive is planned to exist for at least as long as the Supplied Software is offered or as required by the Identified Licenses (whichever is longer).
ja: 供給ソフトウェアに係る頒布・配布コンプライアンス生成物の、保管され、容易に検索可能な写し（例：法的な通知、ソースコードやSPDXドキュメント）および本保管物が少なくとも当該提供ソフトウェアが申し出ている期間、もしくは確認済みライセンスが要求する期間（のうちいずれか長い方の期間）存在するために立てられた計画

source: Definitions
ja: 用語の定義

source: Depending on the organization, that may include (but is not limited to) software developers, release engineers, quality engineers, product marketing and product management.
ja: 組織によっては、ソフトウェア開発者、リリースエンジニア、品質管理技術者、プロダクトマーケティング担当者やプロダクト管理者が含まれる場合がありますが、この限りではありません

source: Distributed Compliance Artifacts - the set of artifacts that an Identified License requires be provided with Supplied Software.
ja: 頒布・配布コンプライアンス関連生成物－供給ソフトウェアとともに確認済みライセンスの提供が求められる生成物一式のことであり、

source: Ensure an organization has a documented process for how the organization publicly contributes FOSS.
ja: 公にされているFOSSへコントリビュートするやり方について文書化されたプロセスを有していることを確かなものとします。

source: Ensure an organization has given reasonable consideration to developing a policy with respect to publicly contributing to FOSS.
ja: 公の場でのFOSSコントリビューションに関し方針を立てることについて理にかなった検討を行なったことを確かなものとします。

source: Ensure certain FOSS responsibilities have been effectively assigned.
ja: ここで定められたFOSS責任者が有効性をもってアサインされたことを確かなものにします。

source: Ensure steps were taken to create, record and make Software Staff aware of the existence of a FOSS policy.
ja: 本要件によりFOSSポリシーを作成・記録するステップが取られ、ソフトウェアスタッフへFOSSポリシーの存在を周知することを確実にします。

source: Ensure the Software Staff have recently attended FOSS training and that a core set of relevant FOSS topics are covered.
ja: ソフトウェアスタッフが直近でFOSSトレーニングに参加したということと併せ、そのトレーニングでFOSS関連として今日的に意味のあるトピックが取り扱われていることを確かなものにします。

source: Ensure the complete collection of compliance artifacts accompany the Supplied Software as required by the Identified Licenses that govern the Supplied Software.
ja: 供給ソフトウェアを統制している確認済みライセンスが要求するとおりにコンプライアンス関連生成物がすべて集められてそれが添付されていることを確かなものとします。

source: Ensure there is a reasonable way for third parties to contact the organization with regard to FOSS compliance inquiries.
ja: FOSSコンプライアンスの問合せについて第三者がその組織にコンタクトできる、合理的な手段があることを確かなものにします。

source: Escalation path is available for resolution of FOSS compliance issues.
ja: FOSSコンプライアンスに係る諸問題の解決のためにエスカレーションパスが有効となっていること

source: FOSS (Free and Open Source Software) - software subject to one or more licenses that meet the Open Source Definition published by the Open Source Initiative (OpenSource.org) or the Free Software Definition (published by the Free Software Foundation) or similar license.
ja: FOSS (フリー/オープンソース ソフトウェア)－オープンソース イニシアティブ(OpenSource.org)によって発行されているオープンソースの定義、もしくはフリーソフトウェア ファンデーションによって発行されているフリーソフトウェアの定義に該当するライセンス、もしくはそれに類似する1つ以上のライセンスに従うソフトウェアのこと

source: FOSS Liaison - a designated person who is assigned to receive external FOSS inquires.
ja: FOSS 窓口－外部からのFOSSに係る問合せを受け付ける、指名された人のこと

source: FOSS Liaison function is publicly identified (e.g., via an email address and/or the Linux Foundation’s Open Compliance Directory).
ja: 公衆に対し明示されたFOSS窓口機能の存在（例：電子メールアドレス、あるいはLinux Foundationのオープンコンプライアンスディレクトリの情報など）

source: FOSS Liaison must make commercially reasonable efforts to respond to FOSS compliance inquiries as appropriate; and
ja: FOSS窓口はFOSSコンプライアンスの問合せに対し適切に対応すべく、商業的に理にかなった活動を行ない、

source: FOSS compliance management activity is sufficiently resourced:
ja: FOSSコンプライアンス管理に十分な活動資源が提供されていること：

source: FOSS course materials covering the above topics exists (e.g., slide decks, online course, or other training materials).
ja: 上記のトピックを含んだFOSS教材（例：スライド資料、オンラインコースもしくはその他トレーニング用資料）

source: FOSS licensing concepts (including the concepts of permissive and copyleft licenses);
ja: FOSSライセンス供与の概念（コピーレフトおよびパーミッシブなライセンスの概念を含む）；

source: FOSS project licensing models;
ja: FOSSプロジェクトのライセンス供与のモデル；

source: G1: Know Your FOSS Responsibilities
ja: G1: FOSSに係る責任を理解している

source: G2: Assign Responsibility for Achieving Compliance
ja: G2: コンプライアンス到達のための責任者のアサインしている

source: G3: Review and Approve FOSS Content
ja: G3: FOSSコンテンツをレビューし承認する

source: G4: Deliver FOSS Content Documentation and Artifacts
ja: G4: FOSSドキュメントや生成物をデリバリする

source: G5: Understand FOSS Community Engagement
ja: G5: FOSSコミュニティとの（積極的な）関わり方を理解している

source: G6: Certify Adherence to OpenChain Requirements
ja: G6: OpenChainの要件を遵守していることを認定する

source: Identified Licenses - a set of FOSS licenses identified as a result of following an appropriate method of identifying such licenses.
ja: 確認済みライセンス－適切な方法に則り確認ができたFOSSライセンスのこと

source: Identify FOSS Liaison Function ("FOSS Liaison").
ja: FOSS窓口機能を明確にすること（FOSS窓口）

source: Identify Internal FOSS Compliance Role(s).
ja: 組織内部におけるFOSSコンプライアンスを遂行する役職を明確にすること

source: Identify source of legal expertise available to FOSS Compliance role(s).
ja: FOSSコンプライアンスの役職が利用可能な法的専門知識の情報源

source: If all the requirements have been met for a given program, it would be considered OpenChain Conforming in accordance with version 1.0 of the specification.
ja: すべての要件をそのプログラムが満たしている場合には、仕様書第1.0版において「 OpenChain 準拠(OpenChain Conforming)」とみなされます。

source: In accordance with the Vision and Mission, this specification defines a set of requirements that if met, would significantly increases the probability that an open source compliance program had achieved a sufficient level of quality, consistency and completeness; although a program that satisfies all the specification requirements does not guarantee full compliance.
ja: 上記ビジョンとミッションに則り、本仕様書ではオープンソース コンプライアンス プログラムがこれに適合した場合、品質や一貫性や完全性が十分なレベルに到達する可能性を著しく高めてくれるであろう要件の一式を定義しています；ただし本仕様書は、本要件のすべてを満たしていたとしてもそのプログラムが全面的に準拠していることを保証するものではありえません。

source: In order for an organization to be OpenChain certified, it must affirm that it has a FOSS program that meets the criteria described in this OpenChain Conformance Specification version 1.0.
ja: 組織がOpenChainに認定されるためには、本Openchain適合仕様書第1.0版に記載された基準を満たすFOSSプログラムを有していることを確認しなければなりません。

source: In that specific situation it is understood that no process may exist and this requirement would nevertheless be met.
ja: そのような特有の状況でプロセスが存在しないと理解される場合には、上記に関わらず本要件は満たされないものとなります。

source: In the situation where contributions are not permitted at all, a policy should exist making that position clear.
ja: コントリビューションが全く許容されていない状況においても、その立場を明確に示すポリシーが存在しているのが望ましいでしょう。

source: Introduction
ja: はじめに

source: Legal expertise pertaining to FOSS compliance is accessible to the FOSS Compliance role (e.g., could be internal or external); and
ja: FOSSコンプライアンスを担う役職がFOSSコンプライアンスに係る法的な専門知識を（その組織内もしくは組織外で）獲得でき、；

source: Mandatory FOSS training for all Software Staff exists such that:
ja: ソフトウェア スタッフ向けの受講必須の最低でも以下に示すトピックを含んだトレーニングが存在し：

source: Method of tracking the completion of the course for all Software Staff.
ja: ソフトウェアスタッフ全員がコースを修了していることを確認する手段

source: Mission: Establish requirements to achieve effective management of free/open source software (FOSS) for software supply chain participants, such that the requirements and associated collateral are developed collaboratively and openly by representatives from the software supply chain, open source community, and academia.
ja: ミッション: フリー/オープンソース ソフトウェア(FOSS)の効果的マネジメントを実現するための 要件 をソフトウェア サプライチェーンに参加する人たちのために確立すること。こういった要件や関連する付随事項は、オープンに、ソフトウェア・サプライチェーン、オープンソース ・コミュニティやアカデミア（学術研究機関）の関係者それぞれがオープンに協働しながら開発を進めていきます

source: Name of persons, group or function in FOSS Compliance role(s) identified.
ja: FOSSコンプライアンスの役割おける特定の個人名、グループ名もしくは機能名

source: OpenChain Conformance Specification
ja: Openchain 適合仕様書

source: OpenChain Conforming – a program that satisfies all the requirements of this specification.
ja: OpenChain準拠－本仕様書のすべての要件を満たすプログラムのこと

source: Prepare the following Distributed Compliance Artifacts to accompany the Supplied Software as required by the corresponding Identified Licenses which might include (but is not limited to) the required:
ja: 提供ソフトウェアが伴う確認済みライセンスに応じ要求される、以下の頒布・配布コンプライアンス生成物が用意されていること：

source: Process for identifying, recording and/or tracking of FOSS components contained in Supplied Software.
ja: 提供されるソフトウェアのFOSSコンポーネントを確認、記録、もしくは追跡するためのプロセス

source: Provided the FOSS contribution policy permits contributions, a documented procedure exists that describes the FOSS contribution process.
ja: FOSSコントリビューション ポリシーがコントリビューションを許容するものである場合の、FOSSコントリビューションのプロセスを記載した文書化された手続きの存在

source: Provided the FOSS contribution policy permits such contributions, a process exists for confirming contributions adhere to the FOSS contribution policy, which might include (but is not limited to) the following considerations:
ja: FOSSコントリビューション ポリシーがここでいうコントリビューションを許容するものである場合、コントリビューションがFOSSコントリビューション ポリシーに忠実に従っていることを確認するためのプロセスが存在していること。それらには、以下のような点が考慮されることがあります（ただしこの限りではありません）：

source: Publicly identify means of contacting the FOSS Liaison by way of electronic communication.
ja: 電子的通信を通じFOSS窓口にコンタクトする手段を公衆に対し明らかにしなければなりません。

source: Rationale:
ja: 論拠:

source: Requirements
ja: 満たすべき要件

source: SPDX or Software Package Data Exchange – the format standard created by the SPDX Working Group for exchanging license and copyright information for a given software package.
ja: SPDX もしくはSoftware Package Data Exchange－SPDXワーキンググループによって作られた、ライセンスや著作権情報をやり取りすることを目的としたフォーマット標準のこと。

source: Section 2 introduces definitions of key terms used throughout the specification.
ja: 第2節では、仕様として全般で用いられる重要用語について定義していきます。

source: Section 3 presents the specification requirements where each one has a list of one or more Verificatione Artifacts.
ja: 第3節では、仕様としての要件を示していきます。それぞれに一つ以上の「証跡」があります。

source: Software Staff - any employee or contractor that defines, contributes to or has responsibility for preparing Supplied Software.
ja: ソフトウェア スタッフ－提供されるソフトウェアを作り出し、コントリビュートし、もしくはそれを使えるようにするために責任をもつ、あらゆる従業員や契約者のこと。

source: Software Staff must have completed FOSS training within the last 24 months (to be considered current).
ja: ソフトウェアスタッフはFOSSトレーニングを（現状に即すとみなされるように）少なくとも直近24ヶ月以内に修了していなければなりません。

source: Software Staff roles and responsibilities pertaining to FOSS compliance specifically and the FOSS policy in general; and
ja: ソフトウェアスタッフの役割、全体としてのFOSSポリシーや具体的なFOSSコンプライアンスに付随する責任および；

source: Supplied Software – software that an organization delivers to third parties (e.g., other organizations or individuals).
ja: 供給ソフトウェア－組織が第三者に対し提供するソフトウェアのこと

source: The FOSS Compliance role and the FOSS Liaison can be the same individual.
ja: 本FOSSコンプライアンスを担う役職はFOSS窓口担当を兼ねることができます。

source: The FOSS contribution policy can be made a part of the overall FOSS policy of an organization or be its own separate policy.
ja: FOSSコントリビューション ポリシーは、組織における全体としてのFOSSポリシーの一部として、もしくは独立したポリシーとして、どちらの形でも策定可能です。

source: The FOSS policy and where to find a copy;
ja: FOSSポリシーおよびその写しがどこで見つけられるか；

source: The FOSS program must be capable of handling typical FOSS use cases encountered by Software Staff for Supplied Software, which may include the following use cases - when parts of the Supplied Software (note that the below list is neither exhaustive, nor may all of the below use cases apply depending on the organization):
ja: FOSSプログラムは供給ソフトウェアについて、ソフトウェア スタッフが直面する典型的なFOSSユースケースに対応できること。以下のようなユースケースが含まれる場合がある－供給ソフトウェアのパーツが：（以下のリストは網羅的でなく、組織によっては以下のユースケースが当てはまらないこともありうる点は注意）

source: The OpenChain Initiative began in 2013 when a group of software supply chain open source practitioners observed two emerging patterns: 1) significant process similarities existed among organizations with mature open source compliance programs; and 2) there still remained a large number of organizations exchanging software with less developed programs.
ja: OpenChain イニシアチブがスタートした2013年、この年ソフトウェア サプライチェーンでオープンソースを活用していた実践者たちは、表面化してきている2つのパターンを観測していました：1) 成熟したオープンソース コンプライアンス プログラムを持つ組織において、そのプロセスに意味ありげな類似性があったこと； 2)一方でいまだ多くの組織においてソフトウェアのやり取りするためのプログラムが非先進的なものだったこと。

source: The Vision and Mission of the OpenChain Initiative are as follows:
ja: OpenChain イニシアチブのビジョンとミッションは以下のとおりです：

source: The intent is to ensure a core base level set of topics are covered but a typical training program would likely be more comprehensive than what is required here.
ja: ここで意図しているのは、中核的な基本レベルにおいて一連のトピックがカバーされることですが、典型的なトレーニング プログラムでは、ここで求められる内容はより広範囲で包括的なものになってくると考えられます。

source: The latter observation resulted in a lack of trust in the consistency and quality of the compliance artifacts accompanying the software being exchanged.
ja: 後者の観測では、ソフトウェアのやり取りで付随する、コンプライアンス関連生成物の一貫性や品質について信頼を喪失させる事態を引き起こし、

source: The mere meeting of a subset of these requirements would not be considered sufficient to warrant a program be OpenChain certified.
ja: これら要件の単なる部分的な対応では、プログラムがOpenChain認定を保証するために十分なものとみなすことはできません。

source: The organization affirms that a program exists that meets all the requirements of this OpenChain Conformance Specification version 1.0.
ja: その組織が確認できている、本OpenChain適合仕様書第1.0版の要件を満たしたプログラムの存在

source: The recorded inventory also serves as evidence that the process was followed.
ja: 記録された本目録は、そのプロセスにもとづいていることを示す確証として機能します。

source: The requirements represent a base level (minimum) set of requirements a program must satisfy to be considered OpenChain Conforming.
ja: 本要件は、そのプログラムがOpenChain に適合しているとみなすために満足していなければならない、基準レベル（最低限）の要件を一式として提示するものです。

source: The specification focuses on the “what” and “why” qualities of a compliance program as opposed to the “how” and “when” considerations.
ja: 本仕様書は、「どうやって(How）」や「いつ(When)」といった考慮ではなく、コンプライアンス プログラムの「何(What)」、「なぜ(Why)」の属性に焦点をあてています。

source: The study group evolved into a work group, and in April 2016, formally organized as a Linux Foundation collaborative project.
ja: 本研究グループは、ワーキンググループへと発展し、のち2016年4月 、正式にThe Linux Foundationのコラボレーティブ・プロジェクトとして組織されることとなりました。

source: The training, as a minimum, covers the following topics:
ja: そのトレーニングが最低でも以下に示すトピックを含んでいること：

source: They include (but are not limited to) the following: copyright notices, copies of licenses, modification notifications, attribution notices, source code, written offers and so forth.
ja: 以下を含むもの：著作権表示（Copyright notice）、ライセンスのコピー、修正内容の通知、帰属情報の通知、ソースコード、書面による申し入れなど

source: They represent the evidence that must exist in order for a given requirement to be considered satisfied.
ja: これらは示された要件が満たされているかどうかを検討するために存在しなくてはならない、確証としての役割を担っています。

source: This ensures a practical level of flexibility that enables different organizations to tailor their policies and processes to best fit their objectives.
ja: また本仕様書は、さまざまな組織が自身のポリシーやプロセスが目的にうまく合う形で仕立て上げられるように、実用的レベルでの柔軟性を確保しています。

source: This inventory must exist to support the systematic review of each component’s license terms to understand their respective distribution obligations and restrictions applicable to the Supplied Software.
ja: 個々のコンポーネントの頒布に関する義務や制約を理解するために、ライセンス条項の体系的なレビューを支援するよう、本目録が存在していなければなりません。

source: Time to perform the role has been allocated; and
ja: 役割を遂行するために割り当てられた時間；

source: To cause the FOSS program to be sufficiently robust to address that organization’s typical use cases as a result of that organization’s business practices.
ja: FOSSプログラムが組織のビジネスを実践する際の典型的なユースケースに十分耐えられるものにします。

source: To ensure a process exists for identifying and listing all FOSS components used to construct the Supplied Software.
ja: 供給されたソフトウェアを構成するために用いられる全てのFOSSコンポーネントを特定し、リスト化するためのプロセスが存在することを確かなものにします。

source: To ensure that if an organization declares that it has a program that is OpenChain Conforming, that such program has met all the requirements of this specification.
ja: 組織がOpenChainに適合したプログラムを有していると宣言した場合、当該プログラムが本仕様書のすべての要件を満たしていることを確かなものにします。

source: Verification Artifact(s):
ja: 証跡：

source: Verification Artifacts - evidence that must exist in order for a given requirement to be considered satisfied.
ja: 証跡－与えられた要件が満足しているとみなされるために存在しなければならない確証のこと

source: Version 1.0
ja: 第1.0版

source: Vision: A software supply chain where free/open source software (FOSS) is delivered with trusted and consistent compliance information.
ja: ビジョン： フリー/オープンソース ソフトウェア(FOSS)が、信頼でき一貫性のあるコンプライアンス情報とともに提供されるソフトウェア サプライチェーンを実現すること

source: adherence to project-specific contribution requirements
ja: プロジェクト固有のコントリビューション要求の遵守

source: are distributed in binary form
ja: バイナリ形態で頒布されている

source: are distributed in source form
ja: ソースコード形態で頒布されている

source: are integrated with other FOSS such that it may trigger copyleft obligations
ja: コピーレフトの義務を生じうる他のFOSSと統合されている

source: attribution notices
ja: 帰属表示

source: business rationale or approval
ja: ビジネス面での合理的根拠もしくは承認

source: community engagement and interaction, including a project’s Code of Conduct or equivalent
ja: コミュニティに係る積極的関与と相互交流、およびプロジェクトの行動規範（Code of Conduct ）もしくはそれに同等のものを含む

source: contains FOSS or other software under an incompatible license interacting with other components within the Supplied Software
ja: 供給ソフトウェア内で他コンポーネントと連動するが、お互いに互換性のないライセンスの下にあるFOSS、その他ソフトウェアを含んでいる

source: contains FOSS with attribution requirements
ja: 帰属要求のあるFOSSを含んでいる

source: contains modified FOSS
ja: 修正されたFOSSを含んでいる

source: copies of Identified Licenses
ja: 確認されるライセンスの写し

source: copyright notices
ja: 著作権表示

source: legal approval for license considerations
ja: ライセンスに関する検討結果への法務面での承認

source: modification notifications
ja: 改修内容の通知

source: prominent notices
ja: 重要な通知

source: required build instructions and scripts
ja: ビルドに必要な手順とスクリプト

source: source code
ja: ソースコード

source: technical review of code to be contributed
ja: コントリビューション対象となるコードの技術的レビュー

source: written offers
ja: 書面による申し入れ
